/* 
  Localizable.strings (English)
  AMD Power Gadget
*/

/* NOTE: Some keys use Spanish text for historical reasons. */
/* These are used as lookup identifiers and work correctly. */
/* A future refactor should standardize all keys to English. */

"Dashboard" = "Pannello";
"Telemetry" = "Telemetria";
"Fan Control" = "Controllo ventole";
"Profiles" = "Profili";
"Advanced" = "Avanzate";
"Menu Bar" = "Barra dei menu";
"System Info" = "Info di sistema";
"Desktop Widgets" = "Widget desktop";

"AMD Power" = "AMD Power";
"Gadget" = "Gadget";

"CPU" = "CPU";
"GPU" = "GPU";
"Freq" = "Freq.";
"Average" = "Media";
"Avg: %@" = "Media: %@";
"Collecting data…" = "Raccolta dati…";

"Low Power Mode (LPM)" = "Modalità basso consumo (LPM)";
"Allows macOS to auto-manage CPU frequency" = "Consenti a macOS di gestire automaticamente la frequenza della CPU";
"Forces CPU to lowest frequency for minimum power" = "Forza la CPU alla frequenza più bassa per il minimo consumo";
"Core Performance Boost (CPB)" = "Core Performance Boost (CPB)";
"Update Interval" = "Intervallo di aggiornamento";
"Adjust how frequently telemetry data updates. Lower = more responsive, higher = less CPU usage." = "Imposta quanto spesso si aggiorna la telemetria. Più basso = più reattivo; più alto = meno CPU.";

"Opciones en Menú Bar" = "Opzioni barra dei menu";
"Choose which items appear in the menu bar. Changes apply immediately." = "Scegli gli elementi nella barra dei menu. Le modifiche si applicano subito.";
"Customize the visual appearance of the menu bar items." = "Personalizza l’aspetto degli elementi della barra dei menu.";
"Límite de Temp de Alerta" = "Limite temperatura di allarme";
"Color de Alerta de Temp" = "Colore allarme temperatura";
"Color de Flechas" = "Colore frecce";
"Additional telemetry for the menu bar." = "Telemetria aggiuntiva per la barra dei menu.";
"GPU data is shown inside Temp, Power, Memory and Fan columns when enabled." = "I dati GPU compaiono nelle colonne Temp, Potenza, Memoria e Ventola se attivi.";
"Show GPU VRAM" = "Mostra VRAM GPU";
"G:X.XG in Memory column" = "G:X.XG nella colonna Memoria";
"Show GPU Fan Speed" = "Mostra velocità ventola GPU";
"G:XXXX in Fan column" = "G:XXXX nella colonna Ventola";

"No fans detected." = "Nessuna ventola rilevata.";
"SMC driver not available" = "Driver SMC non disponibile";
"Your SMC chip may not be supported." = "Il chip SMC potrebbe non essere supportato.";
"RPM" = "RPM";
"Throttle" = "Throttle PWM";
"↩ Reset to Auto" = "↩ Ripristina Auto";

"Select a profile to adjust the CPU operating range. Changes take effect immediately." = "Seleziona un profilo per regolare l’intervallo operativo della CPU. Le modifiche sono immediate.";

"Directly edit raw P-State registers. Requires kext privilege check disabled via boot-arg or root." = "Modifica direttamente i registri P-State grezzi. Richiede controllo privilegi kext disattivato (boot-arg o root).";
"This will write the raw P-State definitions directly to the CPU. Proceed?" = "Scriverà le definizioni P-State grezze direttamente nella CPU. Continuare?";
"Disabled — work in progress" = "Disattivato — lavoro in corso";
"WIP" = "WIP";

"Enable in OC: Misc → Security → ExposeSensitiveData = 0x08" = "Abilita in OC: Misc → Security → ExposeSensitiveData = 0x08";
"Motherboard info not available" = "Info scheda madre non disponibili";

"Vista previa de la Barra de Menús:" = "Anteprima barra dei menu:";
"Ancho estimado: %dpt" = "Larghezza stimata: %d pt";
"Restart the app to fully apply width changes." = "Riavvia l’app per applicare del tutto le modifiche di larghezza.";
"Small (%dpt)" = "Piccolo (%d pt)";
"Medium (%dpt)" = "Medio (%d pt)";
"Large (%dpt)" = "Grande (%d pt)";

"Green" = "Verde";
"Blue" = "Blu";
"Orange" = "Arancione";
"Red" = "Rosso";
"Purple" = "Viola";
"Pink" = "Rosa";
"Teal" = "Verde acqua";
"Turquoise" = "Turchese";

"Verde" = "Verde";
"Azul" = "Blu";
"Naranja" = "Arancione";
"Rojo" = "Rosso";
"Morado" = "Viola";
"Rosa" = "Rosa";
"Turquesa" = "Verde acqua";

"Dynamic Colors (Temp Only)" = "Colori dinamici (solo temp.)";
"Temp Alert Color" = "Colore allarme temp.";
"Temp Alert Limit" = "Limite allarme temp.";
"Network" = "Rete";
"Network Arrows Color" = "Colore frecce di rete";
"Exit" = "Esci";
"AMD Power Gadget" = "AMD Power Gadget";
"AMD Power Tool" = "AMD Power Tool";
"SMC Fans" = "Ventole SMC";

"Fan 1" = "Ventola 1";
"Fan 2" = "Ventola 2";
"Fan 3" = "Ventola 3";
"Fan 4" = "Ventola 4";
"Fan 5" = "Ventola 5";
"Fan 6" = "Ventola 6";
"Fan 7" = "Ventola 7";
"Fan 8" = "Ventola 8";

/* Alerts */
"To enable motherboard display:" = "Per mostrare la scheda madre:";
"Open your OpenCore config file,\n\nGo to Misc -> Security -> ExposeSensitiveData,\n\nSet the value to 0x08 to expose board information." = "Apri il config.plist di OpenCore,\n\nVai a Misc → Security → ExposeSensitiveData,\n\nImposta 0x08 per esporre le info della scheda.";
"Done" = "Fatto";
"Invalid Input" = "Input non valido";
"Please type in numbers in hexadecimal." = "Inserisci numeri in esadecimale.";
"Unable to Set PStateDef" = "Impossibile impostare PStateDef";
"Action was denied as current user does not have enough privilege,\nor was canceled by current user.\n\nRun AMD Power Gadget as root user or disable privilege check with boot-arg '-amdpnopchk'\n\nOtherwise, click 'Once' in the warning message to allow this change." = "Azione negata: privilegi insufficienti o annullata dall’utente.\n\nEsegui AMD Power Gadget come root o disattiva il controllo privilegi con boot-arg '-amdpnopchk'.\n\nOppure premi «Once» nell’avviso.";
"Your changes will not be saved" = "Le modifiche non verranno salvate";
"Click apply to save changes before closing this windows." = "Premi Applica per salvare prima di chiudere.";
"Cancel" = "Annulla";
"Close without saving" = "Chiudi senza salvare";
"Invalid File" = "File non valido";
"The selected file could not be read or is not a valid pstate file." = "Il file non può essere letto o non è un file pstate valido.";
"OK" = "OK";

/* Dynamic format strings */
"Avg: %.2f GHz, Max: %.2f GHz" = "Media: %.2f GHz, Max: %.2f GHz";
"%.2f °C" = "%.2f °C";
"%.2f Watt" = "%.2f W";

/* Session Peaks */
"Session Peaks" = "Picchi di sessione";
"Reset Peaks" = "Azzera picchi";

/* GPU Fan Control */
"GPU Fan Control (Zero RPM / Curves)" = "Controllo ventola GPU (Zero RPM / curve)";
"macOS Hardware Limitation" = "Limitazione hardware di macOS";
"Direct software-based GPU fan speed overrides (such as zero-rpm toggle or drawing fan curves in macOS) are not supported by the macOS kernel/IOKit driver for AMD GPUs. The GPU's onboard firmware (vBIOS) manages the fans." = "Le override software della velocità ventola GPU (Zero RPM o curve in macOS) non sono supportate dal driver kernel/IOKit di macOS per GPU AMD. Le gestisce il firmware GPU (vBIOS).";
"Standard Hackintosh Solution:" = "Soluzione standard Hackintosh:";
"The only way to modify this behavior (like forcing fans to spin at lower temperatures or disabling Zero RPM) is by exporting the vBIOS, creating a Soft PowerPlay Table (SPPT), and injecting it via OpenCore's config.plist under DeviceProperties." = "L’unico modo (forzare le ventole a girare a temperature più basse o disattivare Zero RPM) è esportare il vBIOS, creare una Soft PowerPlay Table (SPPT) e iniettarla in config.plist di OpenCore sotto DeviceProperties.";
"Open SPPT Guide" = "Apri guida SPPT";
"MorePowerTool" = "MorePowerTool";

/* CPPC & EPP */
"Native CPPC Active Mode (EPP)" = "Modalità attiva CPPC nativa (EPP)";
"Enables autonomous hardware frequency scaling (recommended)" = "Abilita lo scaling autonomo della frequenza hardware (consigliato)";
"Power Management Mode" = "Modalità gestione energia";
"Energy Preference (EPP)" = "Preferenza energetica (EPP)";
"Select a hardware autonomous profile. The CPU will scale frequency dynamically." = "Seleziona un profilo hardware autonomo. La CPU scalerà la frequenza dinamicamente.";
"Performance" = "Prestazioni";
"Balanced Perf" = "Bilanciato (prest.)";
"Balanced Power" = "Bilanciato (risparmio)";
"Power Save" = "Risparmio energetico";
"Active Profile Status" = "Stato profilo attivo";
"CPU Speed Profiles (Legacy)" = "Profili velocità CPU (legacy)";
"Select a manual P-State override profile. Frequencies will be restricted to the selected step." = "Seleziona un profilo manuale di override P-State. Le frequenze saranno limitate al passo scelto.";
"Mode" = "Modalità";
"EPP Profile" = "Profilo EPP";

/* Desktop Widgets */
"Show CPU Widget" = "Mostra widget CPU";
"Show GPU Widget" = "Mostra widget GPU";
"Show RAM Widget" = "Mostra widget RAM";
"Show Disk Widget" = "Mostra widget disco";
"Show Network Widget" = "Mostra widget rete";
"Show Fan Widget" = "Mostra widget ventola";
"Disable All Widgets" = "Disattiva tutti i widget";
"Sort by Rank" = "Ordina per ranking";
"Edit Widget Layout" = "Modifica layout widget";
"Unlock widgets to drag them around the screen" = "Sblocca i widget per spostarli sullo schermo";
"Widget Options" = "Opzioni widget";
"Customize the appearance and behavior of your desktop widgets." = "Personalizza aspetto e comportamento dei widget desktop.";
"Auto-Align Active Widgets" = "Allinea automaticamente i widget attivi";
"Automatically stack active widgets at a corner" = "Impila automaticamente i widget attivi in un angolo";
"Alignment Corner" = "Angolo di allineamento";
"Top Right" = "In alto a destra";
"Top Left" = "In alto a sinistra";
"Bottom Right" = "In basso a destra";
"Bottom Left" = "In basso a sinistra";
"Show Clock Widget" = "Mostra widget orologio";
"Clock" = "Orologio";
"Stats Table" = "Tabella statistiche";
"Classic Glass" = "Vetro classico";
"Pro Monitor" = "Monitor Pro";
"Core Matrix" = "Matrice core";

"United" = "Unificato";
"Show United Widget" = "Mostra widget unificato";
"Configure Combined Metrics" = "Configura metriche combinate";
"Include CPU" = "Includi CPU";
"Include GPU" = "Includi GPU";
"Include RAM" = "Includi RAM";
"Include Disk" = "Includi disco";
"Include Network" = "Includi rete";
"Include Fan" = "Includi ventola";

"Temas & Apariencia" = "Temi e aspetto";
"Análisis" = "Analisi";

"Select Visual Theme (Instant Application)" = "Seleziona tema visuale (applicazione immediata)";
"Custom Theme Creator & Exchange (JSON)" = "Creatore e scambio temi (JSON)";
"Chart Rendering Style" = "Stile rendering grafici";
"Custom Theme Editor" = "Editor tema personalizzato";
"Showing active theme colors. Adjust any color to customize." = "Colori del tema attivo. Regola un colore per personalizzare.";
"Use the Opacity slider for transparency (macOS color panel alone often resets alpha)." = "Usa il cursore Opacità per la trasparenza (il pannello colori di macOS spesso azzera l'alpha).";
"Opacity" = "Opacità";
"Edit Active Theme" = "Modifica tema attivo";
"Export Theme (JSON)" = "Esporta tema (JSON)";
"Import Theme (JSON)" = "Importa tema (JSON)";
"Card Background" = "Sfondo scheda";
"Cyan Accent" = "Accento ciano";
"Orange Accent" = "Accento arancione";
"Green Accent" = "Accento verde";
"Purple Accent" = "Accento viola";

/* ===== Auto-extracted / curated for Crowdin (v3.16.1+) ===== */
"%.0f" = "%.0f";
"%.0f K/s" = "%.0f K/s";
"%.0f MHz" = "%.0f MHz";
"%.0f%%" = "%.0f%%";
"%.0fG" = "%.0fG";
"%.0f°" = "%.0f°";
"%.0f°C" = "%.0f°C";
"%.0f°C • %.0fW" = "%.0f°C • %.0fW";
"%.1f %@" = "%.1f %@";
"%.1f Ghz" = "%.1f GHz";
"%.1f M/s" = "%.1f M/s";
"%.1f s" = "%.1f s";
"%.1f%%" = "%.1f%%";
"%.1f°C" = "%.1f°C";
"%.2f GHz" = "%.2f GHz";
"%.3f V" = "%.3f V";
"%.4f V" = "%.4f V";
"100°C" = "100 °C";
"1h" = "1 h";
"24h" = "24 h";
"30d" = "30 g";
"60°C" = "60 °C";
"7d" = "7 g";
"Accept & Continue" = "Accetta e continua";
"Active" = "Attivo";
"All Auto" = "Tutto Auto";
"All Combined" = "Tutto combinato";
"All Fans Auto" = "Tutte le ventole Auto";
"AMD CPU Cores" = "Core CPU AMD";
"AMD Power Gadget recolecta datos automáticamente cada minuto." = "AMD Power Gadget raccoglie dati automaticamente ogni minuto.";
"AMD Processor Power Manager (PPM)" = "AMD Processor Power Manager (PPM)";
"Analysis" = "Analisi";
"Apply" = "Applica";
"Apply P-States?" = "Applicare i P-State?";
"Arrange the order in which resource widgets appear. Click arrows to swap position." = "Ordina i widget delle risorse. Usa le frecce per scambiare.";
"Arrow Color" = "Colore freccia";
"Automatically switches EPP profiles based on live CPU load" = "Cambia automaticamente i profili EPP in base al carico CPU live";
"Average core frequency in GHz" = "Frequenza media dei core in GHz";
"Average utilization over time" = "Utilizzo medio nel tempo";
"Avg Frequency" = "Frequenza media";
"Avg." = "Media";
"Avg: %.0f%%" = "Media: %.0f%%";
"Balanced\n%.1f GHz" = "Bilanciato\n%.1f GHz";
"Base\n%.1f GHz" = "Base\n%.1f GHz";
"BIOS / Auto" = "BIOS / Auto";
"Buscando actualizaciones..." = "Ricerca aggiornamenti...";
"Bytes (Read)" = "Byte (lettura)";
"Bytes (Write)" = "Byte (scrittura)";
"Cargando tendencias de telemetría..." = "Caricamento tendenze telemetria...";
"Chart Metric" = "Metrica grafico";
"Chart Type" = "Tipo di grafico";
"Charts require macOS 13+" = "I grafici richiedono macOS 13+";
"Charts require macOS 13.0+" = "I grafici richiedono macOS 13.0+";
"Check for new releases of SMCAMDProcessor and AMD Power Gadget on GitHub." = "Cerca nuove release di SMCAMDProcessor e AMD Power Gadget su GitHub.";
"Check for Updates" = "Controlla aggiornamenti";
"Check Now" = "Controlla ora";
"Circular Ring" = "Anello circolare";
"Column Bars" = "Barre";
"Configure Charts" = "Configura grafici";
"Configure labels and layout details for widgets inside the popover." = "Configura etichette e layout dei widget nel popover.";
"Connection Error: %@" = "Errore di connessione: %@";
"Continuous Background Logging" = "Registrazione continua in background";
"Continuously write telemetry samples to a CSV file in the background" = "Scrive continuamente campioni di telemetria in un CSV in background";
"Control Mode" = "Modalità di controllo";
"Core Rankings (Estimated by Freq)" = "Ranking core (stimato da freq.)";
"Could not fetch release info." = "Impossibile recuperare le info di rilascio.";
"CPPC hardware rankings are active and loaded from the processor." = "I ranking CPPC hardware sono attivi e caricati dal processore.";
"CPPC hardware values could not be read. Rankings are estimated from the maximum observed clock frequency of each core." = "Impossibile leggere i valori CPPC hardware. Ranking stimati dalla frequenza massima osservata di ogni core.";
"CPPC Preferred Cores (Silicon Quality)" = "Core preferiti CPPC (qualità silicio)";
"CPPC: Active" = "CPPC: HW OK";
"CPPC: Estimated" = "CPPC: stimato";
"CPU and GPU temperatures" = "Temperature CPU e GPU";
"CPU Average Frequency" = "Frequenza media CPU";
"CPU Freq Avg (GHz)" = "Freq. media CPU (GHz)";
"CPU Frequency" = "Frequenza CPU";
"CPU Load" = "Carico CPU";
"CPU Load (%)" = "Carico CPU (%)";
"CPU Package Power" = "Potenza package CPU";
"CPU Per-Core Thread Load" = "Carico thread per core CPU";
"CPU Power" = "Potenza CPU";
"CPU Power (W)" = "Potenza CPU (W)";
"CPU Power Alert" = "Allarme potenza CPU";
"CPU power has been at %.1fW (above limit of %dW) for over %d seconds!" = "La potenza CPU è stata a %.1f W (oltre il limite di %d W) per più di %d secondi!";
"CPU Temp" = "Temp. CPU";
"CPU Temp (°C)" = "Temp. CPU (°C)";
"CPU Temperature" = "Temperatura CPU";
"CPU Temperature Alert" = "Allarme temperatura CPU";
"CPU temperature has reached %.1f°C!" = "La temperatura CPU ha raggiunto %.1f °C!";
"CPU Tracker" = "Tracker CPU";
"Current version: v%@\nNew version: %@\n\nRelease Notes:\n%@" = "Versione attuale: v%@\nNuova versione: %@\n\nNote di rilascio:\n%@";
"Curve" = "Curva";
"Curve Optimizer is only active when the AMDRyzenCPUPowerManagement kext supports Zen 3 SMU mailbox interface." = "Curve Optimizer è attivo solo se il kext AMDRyzenCPUPowerManagement supporta la mailbox SMU Zen 3.";
"Custom" = "Personalizzato";
"Customize the behavior and visibility of the menu bar popover." = "Personalizza comportamento e visibilità del popover della barra dei menu.";
"Cyberpunk Neon" = "Cyberpunk Neon";
"Delete Point" = "Elimina punto";
"Device Utilization %" = "Utilizzo dispositivo %";
"Disable heavy visual effects if your system lacks Metal graphics acceleration." = "Disattiva effetti visivi pesanti se manca l’accelerazione grafica Metal.";
"DISCLAIMER: This software interacts directly with low-level hardware control registers. By using it, you agree that absolute responsibility for any system instability, hardware damage, or alien invasion lies entirely with the user." = "DISCLAIMER: Questo software interagisce con registri hardware di basso livello. Usandolo, accetti che la responsabilità assoluta spetti all’utente.";
"DISCLAIMER: This software interacts directly with low-level hardware control registers. By using it, you agree that absolute responsibility rests entirely with the user." = "DISCLAIMER: Questo software interagisce con registri hardware di basso livello. Usandolo, accetti che la responsabilità assoluta spetti all’utente.";
"Disk" = "Disco";
"DISK" = "DISCO";
"Disk Activity" = "Attività disco";
"Disk Activity (MB/s)" = "Attività disco (MB/s)";
"Disk Activity (Read+Write)" = "Attività disco (lettura+scrittura)";
"Disk I/O" = "I/O disco";
"Disk Tracker" = "Tracker disco";
"Do you want AMD Power Gadget to start in menu bar at login? \n\n This will only be asked once. You can change this setting later under Appearance menu." = "Vuoi che AMD Power Gadget si avvii nella barra dei menu all’accesso?\n\nVerrà chiesto una sola volta. Puoi cambiarlo dopo nel menu Aspetto.";
"Donate (PayPal)" = "Dona (PayPal)";
"Download" = "Scarica";
"Download on GitHub" = "Scarica su GitHub";
"Download Update" = "Scarica aggiornamento";
"Drag control points to edit curve. Double-click empty space to add (max 8). Double-click a point or right-click to delete." = "Trascina i punti di controllo per modificare la curva. Doppio clic nello spazio vuoto per aggiungere (max 8). Doppio clic/clic destro per eliminare.";
"Dynamic Auto-EPP Workload Engine" = "Motore dinamico Auto-EPP sul carico";
"Dynamic Next-Gen Fan Curves" = "Curve ventola Next-Gen dinamiche";
"Edit Layout" = "Modifica layout";
"Efficient\n%.1f GHz" = "Efficiente\n%.1f GHz";
"Enable additional stats columns inside the popover." = "Abilita colonne statistiche aggiuntive nel popover.";
"Enable System Alerts" = "Abilita avvisi di sistema";
"Error reading CPU data." = "Errore nella lettura dei dati CPU.";
"Evaluated in the kernel with 256-step LUT interpolation, hysteresis, and smooth ramping." = "Valutate nel kernel con interpolazione LUT a 256 passi, isteresi e rampa fluida.";
"Export" = "Esporta";
"Export CSV" = "Esporta CSV";
"Export Telemetry History" = "Esporta cronologia telemetria";
"Export the history of samples currently in memory to a CSV file" = "Esporta la cronologia campioni in memoria in un file CSV";
"Failed — check kext privileges (-amdpnopchk)." = "Non riuscito — controlla i privilegi del kext (-amdpnopchk).";
"Fan" = "Vent.";
"Fan Number" = "N. ventola";
"Fan Speed" = "Velocità ventola";
"Fan Speed (RPM)" = "Velocità ventola (RPM)";
"Fan Speed(RPM)" = "Velocità ventola (RPM)";
"Filled Area" = "Area riempita";
"Freq:" = "Freq.:";
"Frequency" = "Frequenza";
"Frequency Max:" = "Frequenza max:";
"GHz" = "GHz";
"GitHub Repository" = "Repository GitHub";
"GitHub Repository\n\nSpecial thanks to the AMD OS X community!\n\nCopyright © 2020-2026 Droga. All rights reserved." = "Repository GitHub\n\nRingraziamenti speciali alla community AMD OS X!\n\nCopyright © 2020-2026 Droga. Tutti i diritti riservati.";
"GPU Load" = "Carico GPU";
"GPU Model" = "Modello GPU";
"GPU Power" = "Potenza GPU";
"GPU Power (W)" = "Potenza GPU (W)";
"GPU Temp" = "Temp. GPU";
"GPU Temp (°C)" = "Temp. GPU (°C)";
"GPU Temperature" = "Temperatura GPU";
"GPU Tracker" = "Tracker GPU";
"H.264 & HEVC Active" = "H.264 e HEVC attivi";
"H.264 Active (HEVC Inactive)" = "H.264 attivo (HEVC inattivo)";
"HEVC Active (H.264 Inactive)" = "HEVC attivo (H.264 inattivo)";
"Hide this fan" = "Nascondi questa ventola";
"High Load Threshold (Performance)" = "Soglia alto carico (prestazioni)";
"Histograma de Barras" = "Istogramma a barre";
"Hysteresis" = "Isteresi";
"I accept that absolute responsibility lies entirely with the user." = "Accetto che la responsabilità assoluta spetti interamente all’utente.";
"Idle Threshold (Power Save)" = "Soglia idle (risparmio)";
"Import" = "Importa";
"Inactive" = "Inattivo";
"Inactive / Not Supported" = "Inattivo / non supportato";
"Index" = "Indice";
"Inject positive or negative voltage offsets per core. Center is 0 (no override). Limit: -30 (undervolt) to +30 (overvolt) counts." = "Inietta offset di tensione positivi o negativi per core. Centro = 0 (nessun override). Limite: -30 (undervolt) a +30 (overvolt).";
"Inst(s) Retired:" = "Istr. ritirate:";
"Kext Update Available" = "Aggiornamento kext disponibile";
"Later" = "Più tardi";
"Line Only" = "Solo linea";
"Load" = "Carico";
"Loading..." = "Caricamento...";
"Log File Location" = "Posizione file di log";
"Logical Cores" = "Core logici";
"Low Performance Mode" = "Modalità basse prestazioni";
"Low Power\n%.1f GHz" = "Basso consumo\n%.1f GHz";
"Línea Escalonada (Step)" = "Linea a gradini";
"Línea Suave (Spline)" = "Linea fluida (spline)";
"Manual Override" = "Override manuale";
"Max Speed" = "Velocità massima";
"Max." = "Max.";
"MB/s" = "MB/s";
"Memory Usage" = "Uso memoria";
"Menu Bar Preview:" = "Anteprima barra dei menu:";
"Mi Tema Custom" = "Il mio tema personalizzato";
"Min." = "Min.";
"Monochrome Stealth" = "Monochrome Stealth";
"Máx." = "Max.";
"Máx:" = "Max:";
"Mín." = "Min.";
"Mín:" = "Min:";
"N/A" = "N/D";
"Net" = "Rete";
"Net Download (MB/s)" = "Download rete (MB/s)";
"Net Upload (MB/s)" = "Upload rete (MB/s)";
"Network Speed" = "Velocità di rete";
"Network Throughput" = "Throughput di rete";
"Network Total Speed" = "Velocità totale di rete";
"New version %@ available!" = "Nuova versione %@ disponibile!";
"New Version Available: %@" = "Nuova versione disponibile: %@";
"No" = "No";
"No AMDRyzenCPUPowerManagement Found!" = "AMDRyzenCPUPowerManagement non trovato!";
"No curves configured." = "Nessuna curva configurata.";
"No hay suficientes datos recolectados aún." = "Dati insufficienti raccolti finora.";
"No location selected" = "Nessuna posizione selezionata";
"No metrics active" = "Nessuna metrica attiva";
"No release notes available." = "Nessuna nota di rilascio disponibile.";
"Nordic Frost" = "Nordic Frost";
"Not Supported" = "Non supportato";
"Not supported by your CPU" = "Non supportato dalla tua CPU";
"Not yet" = "Non ancora";
"Open Dashboard" = "Apri pannello";
"Other Popover Widgets" = "Altri widget del popover";
"P-State Editor" = "Editor P-State";
"P-States applied successfully." = "P-State applicati correttamente.";
"P-States Configuration" = "Configurazione P-State";
"Package" = "Package";
"Package Power" = "Potenza package";
"Peak Fan" = "Ventola di picco";
"Peak Freq" = "Freq. di picco";
"Peak Power" = "Potenza di picco";
"Peak Temp" = "Temp. di picco";
"Performance\n%.1f GHz" = "Prestazioni\n%.1f GHz";
"Performance & Fallback" = "Prestazioni e fallback";
"Personalizado" = "Personalizzato";
"Physical Cores" = "Core fisici";
"Pin Popover Open" = "Blocca popover aperto";
"Platform" = "Piattaforma";
"Please download AMDRyzenCPUPowerManagement from the release page." = "Scarica AMDRyzenCPUPowerManagement dalla pagina dei release.";
"Popover Config" = "Configurazione popover";
"Popover General Settings" = "Impostazioni generali popover";
"Popover Menu" = "Menu popover";
"Power" = "Potenza";
"Power Warning Threshold (PPT)" = "Soglia avviso potenza (PPT)";
"Prevent the popover from closing when clicking outside" = "Impedisci la chiusura del popover con clic fuori";
"Preview" = "Anteprima";
"Processor" = "Processore";
"Profile" = "Profilo";
"Progress Bar" = "Barra di avanzamento";
"Prom." = "Media";
"PWR" = "PWR";
"Quick Fan Access" = "Accesso rapido ventole";
"Quit" = "Esci";
"Quit and Download" = "Esci e scarica";
"Radeon GPU" = "GPU Radeon";
"Radeon Graphics utilization percentage" = "Percentuale di utilizzo grafica Radeon";
"RAM" = "RAM";
"RAM Tracker" = "Tracker RAM";
"RAM Usage" = "Uso RAM";
"RAM Usage (%)" = "Uso RAM (%)";
"RAM Utilization" = "Utilizzo RAM";
"RAM utilization percentage" = "Percentuale di utilizzo RAM";
"Ramp Rate" = "Tasso di rampa";
"Raw Register Details" = "Dettagli registri grezzi";
"Read Speed" = "Velocità lettura";
"Real-time energy consumption in Watts" = "Consumo energetico in tempo reale in watt";
"Real-time History" = "Cronologia in tempo reale";
"Real-time upload / download speed (↑/↓)" = "Velocità upload/download in tempo reale (↑/↓)";
"Receive native macOS alerts when the CPU exceeds configured thermal or power limits." = "Ricevi avvisi nativi di macOS quando la CPU supera i limiti termici o di potenza configurati.";
"Refresh Rate" = "Frequenza di aggiornamento";
"Relative Time (s)" = "Tempo relativo (s)";
"Replaces translucent blurs with solid colors to save CPU" = "Sostituisce le sfocature traslucide con colori solidi per risparmiare CPU";
"Requests permission and enables hardware limit warnings" = "Richiede l’autorizzazione e abilita gli avvisi sui limiti hardware";
"Revert" = "Ripristina";
"Right-click any widget directly on your desktop to change its style dynamically (Classic Glass, Pro Monitor, or Core Matrix)." = "Clic destro su un widget del desktop per cambiare stile (Vetro classico, Monitor Pro o Matrice core).";
"SAFETY DISCLAIMER & LIABILITY AGREEMENT" = "AVVISO DI SICUREZZA E ACCORDO DI RESPONSABILITÀ";
"Seleccioná una gráfica en el panel superior para visualizar su histórico." = "Seleziona un grafico in alto per vedere lo storico.";
"Select File..." = "Seleziona file...";
"Select which metrics are shown and choose their visualization style." = "Seleziona le metriche e lo stile di visualizzazione.";
"Series" = "Serie";
"Show a floating, non-interactive widget on your desktop for live telemetry." = "Mostra un widget flottante non interattivo sul desktop con telemetria live.";
"Show All (%d hidden)" = "Mostra tutte (%d nascoste)";
"Show CPU" = "Mostra CPU";
"Show Fan RPM" = "Mostra RPM ventola";
"Show GPU Power" = "Mostra potenza GPU";
"Show GPU Row" = "Mostra riga GPU";
"Show GPU Temp" = "Mostra temp. GPU";
"Show Memory" = "Mostra memoria";
"Show Network" = "Mostra rete";
"Show Network Row" = "Mostra riga rete";
"Show Network Speed Sparkline Graph below" = "Mostra sparkline velocità di rete sotto";
"Show Per-Core Utilization Grid below" = "Mostra griglia utilizzo per core sotto";
"Show Power" = "Mostra potenza";
"Show Ring Details" = "Mostra dettagli anello";
"Show Ring Labels" = "Mostra etichette anello";
"Show Temperature" = "Mostra temperatura";
"Show Temperature Sparkline Graph below" = "Mostra sparkline temperatura sotto";
"Show Top Processes" = "Mostra processi principali";
"Single large value instead of max/avg stack" = "Un solo valore grande invece di pila max/media";
"SMC Fan Control" = "Controllo ventole SMC";
"Smooth Curves" = "Curve fluide";
"Software" = "Software";
"Software Updates" = "Aggiornamenti software";
"Solarized Amber" = "Solarized Amber";
"Speed" = "Velocità";
"SSD" = "SSD";
"Startup at login?" = "Avviare all’accesso?";
"Statistics" = "Statistiche";
"Storage" = "Archiviazione";
"Style" = "Stile";
"Style Options" = "Opzioni di stile";
"Styles & Themes" = "Stili e temi";
"Supported by your CPU" = "Supportato dalla tua CPU";
"Sustained Duration" = "Durata prolungata";
"Swap Total" = "Swap totale";
"Swap Used" = "Swap usato";
"System Alert Notifications" = "Notifiche di allarme di sistema";
"System Up to Date" = "Sistema aggiornato";
"Tahoe Glass" = "Tahoe Glass";
"Temp" = "Temp.";
"Temp Source" = "Sorgente temperatura";
"Temperature" = "Temperatura";
"Temperature Warning Threshold" = "Soglia avviso temperatura";
"Temperature(C)" = "Temperatura (°C)";
"Temperatures" = "Temperature";
"Themes & Appearance" = "Temi e aspetto";
"Thermal History" = "Cronologia termica";
"This application can not be launched due to AMDRyzenCPUPowerManagement is reporting incorrect data." = "L’app non può avviarsi: AMDRyzenCPUPowerManagement riporta dati non corretti.";
"This software interacts directly with low-level CPU hardware registers, Model-Specific Registers (MSRs), and the System Management Unit (SMU) to control CPU voltages, frequencies, and power limits.\n\nIncorrect settings, unstable undervolting, or wrong configurations can cause system instability, data loss, kernel panics, or permanent hardware damage.\n\nBy continuing, you agree that absolute responsibility for any system instability, hardware damage, or alien invasion lies entirely with the user. The authors and contributors assume no liability whatsoever for any damage, loss, or side effects to your hardware, software, or personal property. Use at your own risk." = "Questo software interagisce direttamente con registri hardware della CPU, Model-Specific Registers (MSR) e System Management Unit (SMU) per controllare tensioni, frequenze e limiti di potenza.\n\nImpostazioni errate, undervolt instabile o configurazioni sbagliate possono causare instabilità, perdita di dati, kernel panic o danni permanenti all’hardware.\n\nContinuando, accetti che la responsabilità assoluta per instabilità, danni o invasioni aliene spetti all’utente. Autori e collaboratori non assumono alcuna responsabilità. Uso a tuo rischio.";
"Thread %d: %.1f%%" = "Thread %d: %.1f%%";
"Time" = "Tempo";
"Timeframe" = "Intervallo temporale";
"Timestamp" = "Timestamp";
"TMP" = "TMP";
"Todas las gráficas están ocultas." = "Tutti i grafici sono nascosti.";
"Top Processes" = "Processi principali";
"Total" = "Totale";
"Total Power(W)" = "Potenza totale (W)";
"Tracks active memory usage and pressure." = "Traccia uso attivo della memoria e pressione.";
"Tracks CPU utilization average and core temperature." = "Traccia utilizzo medio CPU e temperatura dei core.";
"Tracks graphics memory (VRAM) utilization." = "Traccia l’utilizzo della memoria grafica (VRAM).";
"Tracks graphics utilization and temperature." = "Traccia utilizzo e temperatura grafica.";
"Tracks primary storage capacity usage." = "Traccia l’uso della capacità di archiviazione principale.";
"Unknown" = "Sconosciuto";
"Unknown GPU" = "GPU sconosciuta";
"Unlock Curve Optimizer (DANGEROUS: unstable undervolting can cause kernel panic or instant reboot)" = "Sblocca Curve Optimizer (PERICOLOSO: undervolt instabile può causare kernel panic o riavvio immediato)";
"Unlock P-State Editor (DANGEROUS: incorrect settings can crash or damage hardware)" = "Sblocca editor P-State (PERICOLOSO: impostazioni errate possono bloccare o danneggiare l’hardware)";
"Upload" = "Upload";
"Uptime" = "Tempo di attività";
"Use Popover Menu" = "Usa menu popover";
"Used memory in GB" = "Memoria usata in GB";
"Used RAM" = "RAM usata";
"UTC Time" = "Ora UTC";
"V-F Operating Curve" = "Curva operativa V-F";
"Value" = "Valore";
"VDA Decoder" = "Decoder VDA";
"Visible charts:" = "Grafici visibili:";
"Volt:" = "Volt:";
"VRAM" = "VRAM";
"VRAM Tracker" = "Tracker VRAM";
"VRAM Used" = "VRAM usata";
"VRAM: %.2fG%@" = "VRAM: %.2fG%@";
"W" = "W";
"Weekday" = "Giorno della settimana";
"Widget Reordering" = "Riordino widget";
"Widget Selection & Display Style" = "Selezione widget e stile di visualizzazione";
"Widget Style" = "Stile widget";
"Write Speed" = "Velocità scrittura";
"Yes" = "Sì";
"You are running the most recent version of AMD Power Gadget (v%@)." = "Stai usando la versione più recente di AMD Power Gadget (v%@).";
"You have the latest version installed (v%@)." = "Hai installata l’ultima versione (v%@).";
"°C" = "°C";
"Área Rellena (Gradient)" = "Area riempita (gradiente)";

/* Compatibility / format keys */
"Your AMDRyzenCPUPowerManagement version (%@) is outdated and no longer API compatible. Please use version 3.0.0 or newer and start this application again." = "La versione di AMDRyzenCPUPowerManagement (%@) è obsoleta e non compatibile con l’API. Usa la 3.0.0 o successiva e riavvia l’app.";

/* App language picker */
"Language" = "Lingua";
"App Language" = "Lingua dell'app";
"Choose the interface language. The app will restart to apply the change." = "Scegli la lingua dell'interfaccia. L'app si riavvierà per applicare la modifica.";
"System Default" = "Predefinito di sistema";
"Current: %@" = "Attuale: %@";
"Restart required" = "Riavvio necessario";
"Apply & Restart" = "Applica e riavvia";
"The app needs to restart to load the selected language." = "L'app deve riavviarsi per caricare la lingua selezionata.";

/* Privilege UX */
"This action requires administrator privileges. Run AMD Power Gadget as root, or add the boot argument -amdpnopchk for debugging." = "Questa azione richiede privilegi di amministratore. Esegui AMD Power Gadget come root oppure aggiungi l'argomento di avvio -amdpnopchk.";

/* Crowdin: recent UI strings — CPPC badge vs EPP Active Mode */
"CPPC: HW OK" = "CPPC: HW OK";
"CPPC: EPP On" = "CPPC: EPP On";
"This CPU did not report CPPC support to the kext." = "This CPU did not report CPPC support to the kext.";
"If the switch snaps back to Off: enable writes with boot-arg -amdpnopchk (or run as root). The green “CPPC: HW OK” badge only means rankings exist — it is not this switch." = "If the switch snaps back to Off: enable writes with boot-arg -amdpnopchk (or run as root). The green “CPPC: HW OK” badge only means rankings exist — it is not this switch.";
"Native CPPC Active Mode (EPP) is ON. Cores scale autonomously; rankings come from the processor." = "Native CPPC Active Mode (EPP) is ON. Cores scale autonomously; rankings come from the processor.";
"CPPC hardware scores could not be read. Rankings are estimated from observed clocks. This is not the Profiles EPP toggle." = "CPPC hardware scores could not be read. Rankings are estimated from observed clocks. This is not the Profiles EPP toggle.";
"The CPU reports CPPC rankings (HW OK). That does not mean Active Mode is on — enable “Native CPPC Active Mode (EPP)” under Profiles (needs -amdpnopchk or root)." = "The CPU reports CPPC rankings (HW OK). That does not mean Active Mode is on — enable “Native CPPC Active Mode (EPP)” under Profiles (needs -amdpnopchk or root).";
/* Deprecated badge key — kept so old locales still resolve */
"CPPC: Active" = "CPPC: HW OK";

/* Menu Bar toggles (fabiosun IT) */
"Show Max Freq Only" = "Mostra solo la frequenza massima";

/* Menu Bar toggles (fabiosun IT) */
"Use Fahrenheit" = "Usa Fahrenheit";

/* Menu Bar toggles (fabiosun IT) */
"Frequency column (max/avg GHz)" = "Colonna frequenza (max/media GHz)";

/* Menu Bar toggles (fabiosun IT) */
"CPU temp + optional GPU temp" = "Temp CPU + temp GPU opzionale";

/* Menu Bar toggles (fabiosun IT) */
"Convert temperature values from Celsius to Fahrenheit" = "Converti le temperature da Celsius a Fahrenheit";

/* Menu Bar toggles (fabiosun IT) */
"CPU watts + optional GPU watts" = "Watt CPU + watt GPU opzionali";

/* CPPC support gate */
"Active Mode and Auto-EPP stay off until the kext reports CPPC. Boot-arg -amdcppcactive alone is not enough if MSR/CPUID checks fail — reboot after updating kexts." = "Active Mode e Auto-EPP restano spenti finché il kext non riporta CPPC. Il boot-arg -amdcppcactive non basta se falliscono MSR/CPUID: riavvia dopo aver aggiornato i kext.";
"AMDRyzenCPUPowerManagement kext not connected." = "Kext AMDRyzenCPUPowerManagement non connesso.";
"If the switch snaps back to Off: enable writes with boot-arg -amdpnopchk (or run as root). With -amdcppcactive the kext enables Active Mode at boot after reboot." = "Se l’interruttore torna a Off: abilita le scritture con -amdpnopchk (o root). Con -amdcppcactive il kext attiva Active Mode all’avvio dopo il reboot.";
